Repository: iMokhles/Localizations
Catalog: WhatsEnhancer/*.lproj/WhatsEnhancerPrefs.strings
Languages: ar, fr

source: Tweak configurations..
ar: إعدادات الأداة

source: Long Media
ar: وسائط بحجم كبير
fr: Longues Médias

source: Long Status
ar: اكتر من ١٤٠ للحالة
fr: Longue Etat

source: Long Subjects
ar: اكتر من ٢٥ للعنوان
fr: Longues Sujets

source: Unlimited Photos
ar: صور دون قيود
fr: Photos illimitées

source: Last Seen
ar: اخفاء حالة الظهور
fr: Dernière Vu

source: Share Style
ar: ستايل للمشاركة
fr: Style du Partager

source: Media Options
ar: خيارات للوسائط المستلمة
fr: Options de Médias

source: Fully Profile Pic
ar: صورة شخصيه دون قص
fr: Entièrement Profil Pic

source: Font Size
ar: حجم خط التطبيق
fr: Taille de la police

source: Text Colors
ar: لون خط الرسايل
fr: Couleurs du texte

source: URL Colors
ar: لون الروابط بالرسايل
fr: Couleurs des liens

source: Tweak info
ar: معلومات الاداة
fr: Tweak infos

source: Tweak's Licenses and others
ar: معلومات الاداة من حقوق نشر. إلخ
fr: Les licences et autres de Tweak

source: Version:
ar: إصدار:

source: Instructions
ar: معلومات

source: Developer
ar: المطور
fr: Développateur

source: Support me if you would like to do it ;)
ar: قم بدعمي إذا أردت :)
fr: Soutenez-moi si vous voulez le faire ;)

source: Follow @iMokhles
ar: @iMokhles تابعني
fr: Suivez @iMokhles

source: Visit imokhles Site
ar: لزيارة موقعى
fr: Visitez iMokhles Site

source: Donate to iMokhles
ar: إدعمني
fr: Faire un don à iMokhles

source: Team
ar: الفريق
fr: équipe

source: Follow @iOSDevT
ar: @iOSDevT تابع
fr: Suivez @iOSDevT

source: Visit iOSDevT Site
ar: لزيارة موقع الفريق
fr: Visitez iOSDevT Site

source: if you want to follow our team stuffs ;)
ar: إذا كنت تريد متابعة اعمال فريقنا
fr: si vous voulez suivre notre travail ;)
